{
  "about-me": "Über mich",
  "introduction-text": {
    "quote": "\"[...]Für jedes Problem gibt es bereits eine Lösung. Wir müssen sie nur finden.[...]\"",
    "description": "Hallo! Ich bin René Heller, ein Frontend-Entwickler, und das obige Zitat ist buchstäblich meine Denkweise. Ich bin 34 Jahre alt und lebe in der Nähe von Berlin!"
  },
  "light-box": "Eine neue Idee umzusetzen motiviert mich bei meiner Arbeit! Es bereitet mir viel Spaß, Herausforderung zu bewältigen und das gewünschte Ergebnis zu liefern.",
  "puzzle-box": "Das Lesen von Dokumentationen und Erarbeiten neuer Ansätze gehören zu meinem Anspruch, mich täglich zu verbessern. Wenn ich mich auch noch mit einem Team austauschen kann, umso besser!",
  "left-contact-section": {
    "title": "Kontakt",
    "subtitle": "Stehen Sie vor einer Herausforderung oder haben eine Idee für ein Projekt?",
    "description": "Nehmen Sie gern Kontakt zu mir auf. Ich freue mich darauf, Ihre Ideen zu besprechen und Sie mit Ihnen umzusetzen."
  },
  "right-contact-section": {
    "name-label": "Name/Firma",
    "email-label": "E-Mail",
    "message-label": "Nachricht",
    "checkbox-text-start": "Ich habe die ",
    "checkbox-text-end": " gelesen und stimme der Verarbeitung meiner Daten gemäß den Bestimmungen zu.",
    "checkbox-text-link": "Datenschutzbestimmungen",
    "send-button": "Senden",
    "name-error": "Dieses Feld darf nicht leer sein.",
    "email-error": "Bitte nutzen Sie ein gültiges E-Mail-Format.",
    "message-error": "Bitte beschreiben sie kurz Ihre Anfrage."
  },
  "footer-flex-container": {
    "footer-name": "René",
    "imprint": "Impressum",
    "copy-rights": "©  René Heller 2022"
  },
  "header": {
    "about-me": "Über mich",
    "skills": "Technologien",
    "portfolio": "Portfolio",
    "currentLanguage": "DE"
  },
  "start-page-container": {
    "headline": {
      "i-am": "Ich bin",
      "my-name": "René Heller",
      "my-profession": "FRONTEND-ENTWICKLER"
    },
    "lets-talk-button": "Lass uns reden"
  },
  "menu-system": {
    "about-me": "Über mich",
    "skills": "Technologien",
    "portfolio": "Portfolio",
    "contact": "Kontakt"
  },
  "skill-title": "Technologien",
  "boxed-skill-title": "Meine Fähigkeiten",
  "skill-text": "Bisher habe ich mich mit den folgenden Technologien vertraut gemacht.",
  "skill-button": "Kontakt",
  "used-skills": "Verwendete Technologien für diese Website.",
  "portfolio-title": "Portfolio",
  "purple-line-box": {
    "title": "Portfolio",
    "subtitle": "Hier eine kleine Auswahl meiner aktuellsten Projekte."
  },
  "project-examples": {
    "join-description": "Ein Kanban-ähnlicher Task-Manager zum Erstellen und Verwalten Ihrer Aufgaben. Sie können Benutzer hinzufügen und ihnen Aufgaben zuweisen und die Aufgaben mit Drag-and-Drop-Funktionen organisieren.",
    "game-description": "Objektorientierter Ansatz trifft auf Jump-and-Run. Pepe sammelt Münzen und Salza-Flaschen, nur um letztere auf bösartige Hühner zu werfen."
  },
  "privacy-policy": {
    "title": "Datenschutzerklärung",
    "controller": "Verantwortlicher im Sinne der Datenschutzgesetze, insbesondere der EU-Datenschutzgrundverordnung (DSGVO), ist:",
    "controller-name": "René Torsten Heller"
  },
  "rights-as-data-subject": {
    "title": "Ihre Betroffenenrechte",
    "explain": "Unter den angegebenen Kontaktdaten unseres Datenschutzbeauftragten können Sie jederzeit folgende Rechte ausüben:",
    "one": "Auskunft über Ihre bei uns gespeicherten Daten und deren Verarbeitung (Art. 15 DSGVO),",
    "two": "Berichtigung unrichtiger personenbezogener Daten (Art. 16 DSGVO),",
    "three": "Löschung Ihrer bei uns gespeicherten Daten (Art. 17 DSGVO),",
    "four": "Einschränkung der Datenverarbeitung, sofern wir Ihre Daten aufgrund gesetzlicher Pflichten noch nicht löschen dürfen (Art. 18 DSGVO),",
    "five": "Widerspruch gegen die Verarbeitung Ihrer Daten bei uns (Art. 21 DSGVO) und",
    "six": "Datenübertragbarkeit, sofern Sie in die Datenverarbeitung eingewilligt haben oder einen Vertrag mit uns abgeschlossen haben (Art. 20 DSGVO).",
    "consent-revocation": "Sofern Sie uns eine Einwilligung erteilt haben, können Sie diese jederzeit mit Wirkung für die Zukunft widerrufen.",
    "complaint": "Sie können sich jederzeit mit einer Beschwerde an eine Aufsichtsbehörde wenden, z. B. an die zuständige Aufsichtsbehörde des Bundeslands Ihres Wohnsitzes oder an die für uns als verantwortliche Stelle zuständige Behörde.",
    "supervisory-authority-list": "Eine Liste der Aufsichtsbehörden (für den nichtöffentlichen Bereich) mit Anschrift finden Sie unter: "
  },
  "contact-form": {
    "title": "Kontaktformular",
    "subtitle": {
      "nature-and-purpose-of-processing": "Art und Zweck der Verarbeitung:",
      "legal-basis": "Rechtsgrundlage:",
      "recipient": "Empfänger:",
      "storage-duration": "Speicherdauer:",
      "provision-mandatory-or-required": "Bereitstellung vorgeschrieben oder erforderlich:"
    },
    "nature-and-purpose-of-processing": "Die von Ihnen eingegebenen Daten werden zum Zweck der individuellen Kommunikation mit Ihnen gespeichert. Hierfür ist die Angabe einer validen E-Mail-Adresse sowie Ihres Namens erforderlich. Diese dient der Zuordnung der Anfrage und der anschließenden Beantwortung derselben. Die Angabe weiterer Daten ist optional.",
    "legal-basis": {
      "one": "Die Verarbeitung der in das Kontaktformular eingegebenen Daten erfolgt auf der Grundlage eines berechtigten Interesses (Art. 6 Abs. 1 lit. f DSGVO).",
      "two": "Durch Bereitstellung des Kontaktformulars möchten wir Ihnen eine unkomplizierte Kontaktaufnahme ermöglichen. Ihre gemachten Angaben werden zum Zwecke der Bearbeitung der Anfrage sowie für mögliche Anschlussfragen gespeichert.",
      "three": "Sofern Sie mit uns Kontakt aufnehmen, um ein Angebot zu erfragen, erfolgt die Verarbeitung der in das Kontaktformular eingegebenen Daten zur Durchführung vorvertraglicher Maßnahmen (Art. 6 Abs. 1 lit. b DSGVO)."
    },
    "recipient": "Empfänger der Daten sind ggf. Auftragsverarbeiter.",
    "storage-duration": {
      "one": "Daten werden spätestens 6 Monate nach Bearbeitung der Anfrage gelöscht.",
      "two": "Sofern es zu einem Vertragsverhältnis kommt, unterliegen wir den gesetzlichen Aufbewahrungsfristen nach HGB und löschen Ihre Daten nach Ablauf dieser Fristen."
    },
    "provision-mandatory-or-required": "Die Bereitstellung Ihrer personenbezogenen Daten erfolgt freiwillig. Wir können Ihre Anfrage jedoch nur bearbeiten, sofern Sie uns Ihren Namen, Ihre E-Mail-Adresse und den Grund der Anfrage mitteilen."
  },
  "ssl-title": "SSL-Verschlüsselung",
  "ssl-encryption": "Um die Sicherheit Ihrer Daten bei der Übertragung zu schützen, verwenden wir dem aktuellen Stand der Technik entsprechende Verschlüsselungsverfahren (z. B. SSL) über HTTPS.",
  "right-to-object": {
    "title": "Information über Ihr Widerspruchsrecht nach Art. 21 DSGVO",
    "subtitle": {
      "one": "Einzelfallbezogenes Widerspruchsrecht",
      "two": "Empfänger eines Widerspruchs"
    },
    "individual-right-to-object": "Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund Art. 6 Abs. 1 lit. f DSGVO (Datenverarbeitung auf der Grundlage einer Interessenabwägung) erfolgt, Widerspruch einzulegen; dies gilt auch für ein auf diese Bestimmung gestütztes Profiling im Sinne von Art. 4 Nr. 4 DSGVO.",
    "objection-case": "Legen Sie Widerspruch ein, werden wir Ihre personenbezogenen Daten nicht mehr verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.",
    "objection-recipient": "René Torsten Heller"
  },
  "changes-title": "Änderung unserer Datenschutzbestimmungen",
  "changes-to-privacy-policy": "Wir behalten uns vor, diese Datenschutzerklärung anzupassen, damit sie stets den aktuellen rechtlichen Anforderungen entspricht oder um Änderungen unserer Leistungen in der Datenschutzerklärung umzusetzen, z.B. bei der Einführung neuer Services. Für Ihren erneuten Besuch gilt dann die neue Datenschutzerklärung.",
  "questions": "Fragen an den Datenschutzbeauftragten",
  "questions-to-data-protection-officer": "Wenn Sie Fragen zum Datenschutz haben, schreiben Sie uns bitte eine E-Mail oder wenden Sie sich direkt an die für den Datenschutz verantwortliche Person in unserer Organisation:",
  "provided-by": "Die Datenschutzerklärung wurde mithilfe der activeMind AG erstellt, den Experten für ",
  "provided-link": "externe Datenschutzbeauftragte",
  "provided-end": " (Version #2020-09-30).",
  "imprint": {
    "title": "Impressum",
    "section1_title": "Angaben gemäß § 5 TMG:",
    "section1_content": "Frontend-Entwickler",
    "address_title": "Postanschrift:",
    "address_content": "Am Kolonieweg 11<br>Havelsee OT Tieckow",
    "contact_title": "Kontakt:",
    "contact_tel": "Telefon:",
    "contact_mail":"Kontaktieren Sie uns per"
  },
    "information": {
    "title": "Information gemäß § 36 VSBG",
    "content1": "Gemäß § 36 VSBG (Verbraucherstreitbeilegungsgesetz – Gesetz über die alternative Streitbeilegung in Verbrauchersachen) erklärt der Betreiber dieser Website:",
    "content2": "Wir sind weder bereit noch verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen."
  },
  "imprint-content": {
    "title": "Impressum",
    "section1_title": "Angaben gemäß § 5 TMG:",
    "section1_content": "Frontend-Entwickler",
    "name": "René Heller",
    "address_title": "Postanschrift:",
    "address_street": "Am Kolonieweg 11",
    "address_zip":"14798 Havelsee OT Tieckkw",
    "contact_title": "Kontakt: ",
    "contact_phone": "Telefon: ",
    "contact_us": "Oder per: ",
    "contact_mail": "E-Mail"
  },
  "imprint-user-information": {
    "title": "Information gemäß § 36 VSBG",
    "content1": "Gemäß § 36 VSBG (Verbraucherstreitbeilegungsgesetz – Gesetz über die alternative Streitbeilegung in Verbrauchersachen) erklärt der Betreiber dieser Website:",
    "content2": "Wir sind weder bereit noch verpflichtet, an Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.",
    "imprint": "Das Impressum wurde mit dem ",
    "imprint-link": "Impressums-Generator der activeMind AG",
    "imprint-end": "erstellt."
  }
}